Seat_YoSelf full/app/controllers/cuisines_controller.rb

  def index
    @cuisines = Cuisine.all
---
SELECT "cuisines".* FROM "cuisines"